tap "jlhonora/lsusb"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "caskroom/cask"

brew "shellcheck"
brew "exiftool"
brew "findutils"
brew "go"
brew "nmap"
brew "ssh-copy-id"
brew "jq"
brew "apktool"
brew "dex2jar"
brew "jadx"
brew "ack"
brew "watch"
brew "autoconf"
brew "automake"
brew "blueutil"
brew "ccat"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "composer"
brew "coreutils"
brew "ctags"
brew "curl"
brew "dnsmasq", restart_service: true
brew "exiftool"
brew "fontconfig"
brew "fzf"
brew "gettext"
brew "gmp"
brew "mpfr"
brew "gawk"
brew "gd"
brew "little-cms2"
brew "ghostscript"
brew "git"
brew "libffi"
brew "handbrake"
brew "htop"
brew "httpie"
brew "hub"
brew "makedepend"
brew "mas"
brew "mcrypt"
brew "nvm"
brew "pv"
brew "pwgen"
brew "reattach-to-user-namespace"
brew "screen"
brew "tree"
brew "wget"
brew "wrk"
brew "yarn"
brew "youtube-dl"
brew "jlhonora/lsusb/lsusb"

cask "xquartz"
cask "betterzipql"
cask "ngrok"
cask "suspicious-package"

cask "homebrew/cask-fonts/font-droid-sans-mono-for-powerline"
cask "homebrew/cask-fonts/font-hack"
cask "homebrew/cask-fonts/font-inconsolata-for-powerline"
cask "homebrew/cask-fonts/font-pt-mono"
cask "homebrew/cask-fonts/font-roboto-mono"
cask "homebrew/cask-fonts/font-source-code-pro-for-powerline"

# Quick Look plugins
cask "qlcolorcode"
cask "qlstephen"
cask "qlmarkdown"
cask "quicklook-json"
cask "qlimagesize"
cask "webpquicklook"
cask "suspicious-package"
cask "quicklookase"
cask "qlvideo"

# Software
cask "dashlane"
cask "iterm2"
cask "java8"
cask "docker"
cask "sequel-pro"
cask "intellij-idea"
cask "protonvpn"
cask "microsoft-office"
cask "microsoft-teams"
cask "setapp"
cask "robo-3t"
cask "pritunl"
cask "insomnia"
cask "sublime-text"
cask "visual-studio-code"
cask "appcleaner"
cask "google-chrome"
cask "firefox"
cask "jetbrains-toolbox"
cask "vlc"
cask "jad"
cask "jd-gui"
cask "iina"
cask "macdown"
cask "skype"
cask "avast-security"
cask "coconutbattery"
cask "dropbox"
cask "tresorit"
cast "intel-power-gadget"

mas "Brightness Slider", id: 456624497
mas "DaisyDisk", id: 411643860
mas "Encrypto", id: 935235287
mas "iNet Network Scanner", id: 403304796
mas "Magnet", id: 441258766
mas "Moom", id: 419330170
mas "Parcel", id: 639968404
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
