tap "jlhonora/lsusb"
tap "homebrew/dupes"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
cask "xquartz"
brew "ack"
brew "watch"
brew "autoconf"
brew "automake"
brew "blueutil"
brew "carthage"
brew "ccat"
brew "certbot"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "composer"
brew "coreutils"
brew "ctags"
brew "curl"
brew "dnsmasq", restart_service: true
brew "exiftool"
brew "faac"
brew "lame"
brew "fontconfig"
brew "fzf"
brew "gettext"
brew "gmp"
brew "mpfr"
brew "gawk"
brew "gd"
brew "little-cms2"
brew "ghostscript"
brew "git"
brew "git-flow-avh"
brew "libffi"
brew "pcre"
brew "gnu-sed"
brew "nettle"
brew "gnutls"
brew "handbrake"
brew "hashcat"
brew "htop"
brew "httpie"
brew "hub"
brew "libusb"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "jasper"
brew "jpegoptim"
brew "libav"
brew "libdnet"
brew "libtool"
brew "libusb-compat"
brew "libgphoto2"
brew "libicns"
brew "libidn"
brew "makedepend"
brew "mas"
brew "mcrypt"
brew "media-info"
brew "net-snmp"
brew "nmap"
brew "nvm"
brew "unixodbc"
brew "pkg-config"
brew "pv"
brew "pwgen"
brew "reattach-to-user-namespace"
brew "sane-backends"
brew "screen"
brew "tree"
brew "vim"
brew "wget"
brew "wrk"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "jlhonora/lsusb/lsusb"
cask "betterzipql"
cask "firefox"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "macdown"
cask "ngrok"
cask "qlimagesize"
cask "sequel-pro"
cask "suspicious-package"
cask "vlc"
cask "webpquicklook"
cask "homebrew/cask-fonts/font-droid-sans-mono-for-powerline"
cask "homebrew/cask-fonts/font-hack"
cask "homebrew/cask-fonts/font-inconsolata-for-powerline"
cask "homebrew/cask-fonts/font-pt-mono"
cask "homebrew/cask-fonts/font-roboto-mono"
cask "homebrew/cask-fonts/font-source-code-pro-for-powerline"

# Quick Look plugins
cask "qlcolorcode"
cask "qlstephen"
cask "qlmarkdown"
cask "quicklook-json"
cask "qlimagesize"
cask "webpquicklook"
cask "suspicious-package"
cask "quicklookase"
cask "qlvideo"

mas "BetterSnapTool", id: 417375580
mas "Brightness Slider", id: 456624497
mas "DaisyDisk", id: 411643860
mas "Encrypto", id: 935235287
mas "iMovie", id: 408981434
mas "iNet Network Scanner", id: 403304796
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
