tap "caskroom/cask"
tap "caskroom/fonts"
tap "eddieantonio/eddieantonio"
tap "eugenmayer/dockersync"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jlhonora/lsusb"
tap "sambadevi/powerlevel9k"
brew "ack"
brew "apktool"
brew "autoconf"
brew "automake"
brew "gmp"
brew "mpfr"
brew "binwalk"
brew "blueutil"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "ccat"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "composer"
brew "coreutils"
brew "ctags"
brew "curl"
brew "openldap"
brew "dex2jar"
brew "dnsmasq"
brew "ecasound"
brew "exa"
brew "exiftool"
brew "little-cms2"
brew "ffmpeg"
brew "findutils"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gd"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "go"
brew "grunt-cli"
brew "handbrake"
brew "htop"
brew "httpie"
brew "hub"
brew "inetutils"
brew "irssi"
brew "jq"
brew "kotlin"
brew "lazygit"
brew "libiconv"
brew "makedepend"
brew "mas"
brew "mcrypt"
brew "media-info"
brew "mkvtoolnix"
brew "mycli"
brew "mysql@5.7"
brew "neovim"
brew "nikto"
brew "nmap"
brew "nvm"
brew "pgloader"
brew "php", restart_service: true, link: true
brew "phpmd"
brew "pv"
brew "pwgen"
brew "reattach-to-user-namespace"
brew "rsync"
brew "sbt"
brew "screen"
brew "shellcheck"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "tree"
brew "unison"
brew "watch"
brew "wget"
brew "wrk"
brew "yarn"
brew "youtube-dl"
brew "eugenmayer/dockersync/unox"
brew "jesseduffield/lazydocker/lazydocker"
brew "jlhonora/lsusb/lsusb"
cask "alfred"
cask "appcleaner"
cask "avast-security"
cask "caffeine"
cask "coconutbattery"
cask "docker"
cask "dropbox"
cask "font-droid-sans-mono-for-powerline"
cask "font-fira-code"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-inconsolata-for-powerline"
cask "font-roboto-mono"
cask "font-source-code-pro-for-powerline"
cask "font-cascadia"
cask "google-chrome"
cask "handbrake"
cask "iina"
cask "insomnia"
cask "intel-power-gadget"
cask "intellij-idea"
cask "iterm2"
cask "macdown"
cask "ngrok"
cask "pritunl"
cask "protonvpn"
cask "sequel-pro"
cask "setapp"
cask "skype"
cask "slack"
cask "sublime-text"
cask "suspicious-package"
cask "tor-browser"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "shuttle"
mas "Brightness Slider", id: 456624497
mas "DaisyDisk", id: 411643860
mas "Encrypto", id: 935235287
mas "iMazing HEIC Converter", id: 1292198261
mas "iNet Network Scanner", id: 403304796
mas "Magnet", id: 441258766
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Parcel", id: 639968404
mas "PDF OCR X Community Edition", id: 571442933
mas "Pixelmator", id: 407963104
mas "Speedtest", id: 1153157709
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
